accountsservice
aisleriot
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme
arc-icon-theme
arc-solid-gtk-theme
arch-wiki-dmenu-git
archiso
arj
atomicparsley
atool
autoconf
automake
autopep8
b43-fwcutter
base
bash-completion
bind
binutils
bison
bleachbit
blender
bluedevil
broadcom-wl-dkms
btrfs-progs
buku-dmenu
buku-git
calibre
calligra
catimg
cdrdao
cdrtools
celluloid
chafa
chromium
clang
clementine
clipmenu
cmake
cpio
cppcheck
cups
cups-filters
cups-pdf
cups-pk-helper
dd_rescue
ddrescue
dhclient
dhcpcd
dialog
dkms
dmenu-distrotube-git
dmenufm
dnsmasq
doxygen
dvdauthor
efibootmgr
efivar
elinks
exfat-utils
f2fs-tools
faac
fakeroot
fatresize
feh
ffmpegthumbnailer
file
filezilla
findutils
firefox
firefox-extension-https-everywhere
firefox-stylus
flake8
flex
foomatic-db
foomatic-db-engine
frei0r-plugins
fuse2
fuse3
gawk
gcc
gcc-fortran
geany
gettext
ghostscript
gimp
git
glances
glfw-x11
gmrun
gnome-mahjongg
gnome-themes-extra
gnuchess
go
gpick
grep
groff
grsync
grub
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gtk-engines
gtk2-perl
gtop
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardinfo
haveged
hddtemp
hdparm
highlight
hplip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inkscape
intel-ucode
ipw2100-fw
ipw2200-fw
iwd
java-rhino
jfsutils
jp2a
jpegexiforient
jre-openjdk
kde-applications-meta
kde-development-environment-meta
kde-games-meta
kde-graphics-meta
kdeconnect
khtml
kimageformats
lhasa
libcaca
libdvdcss
libmediawiki
libreoffice-fresh
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
links
linux-firmware
linux-lts
linux-lts-headers
logrotate
lrzip
lsb-release
lsscsi
lxappearance-obconf
lynx
lzop
m4
make
man-pages
materia-gtk-theme
mdadm
mencoder
mjpegtools
mlocate
mono
mpv
nano
neofetch
neovim
nerd-fonts-mononoki
net-tools
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openvpn
newsboat
nfs-utils
nilfs-utils
ninja
nitrogen
nm-connection-editor
noto-fonts
ntfs-3g
obconf
oblogout-blurlock
obmenu-generator
ocaml
ohcount-git
openbox
opendesktop-fonts
openresolv
openvpn
p7zip
packagekit
pacman
pacman-contrib
pamac-aur
pamac-tray-appindicator
papirus-icon-theme
patch
pavucontrol
pcmanfm
perl-anyevent-i3
perl-async-interrupt
perl-ev
perl-file-desktopentry
perl-gtk3
perl-guard
perl-json-xs
perl-linux-desktopfiles
perl-tk
picom
pkgconf
pkgfile
plasma-desktop
plasma-nm
plasma-workspace
pstoedit
psutils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python-beautifulsoup4
python-bottle
python-cairocffi
python-cssselect
python-ecdsa
python-genshi
python-language-server
python-lockfile
python-lxml
python-lxml-docs
python-matplotlib
python-mccabe
python-netifaces
python-nose
python-pillow
python-pip
python-pycodestyle
python-pycryptodome
python-pydocstyle
python-pyflakes
python-pylint
python-pynvim
python-pystache
python-pystemmer
python-pyxdg
python-reportlab
python-rope
python-tornado
python-wxpython
python-zeroconf
python2-beautifulsoup4
python2-cssselect
python2-lockfile
python2-lxml
python2-ndg-httpsclient
python2-pip
python2-pygments
python2-pysocks
python2-setuptools
qt5-imageformats
qt5-webkit
qt5-xmlpatterns
qtav
r
ranger
redshift
reflector
reiserfsprogs
rsync
ruby
ruby-docs
ruby-ronn
rxvt-unicode
s-nail
sakura
samba
sardi-icons
sddm
sddm-kcm
sdparm
sed
simple-scan
simplescreenrecorder
smartmontools
sox
sshfs
sudo
surfraw
system-config-printer
tabbed
telegram-desktop
testdisk
texinfo
texlive-bin
texlive-latexextra
texlive-pictures
thunderbird
tint2
tk
transcode
transmission-cli
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-fira-mono
ttf-fira-sans
ttf-joypixels
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
udftools
ufw
unace
unarchiver
unarj
uncrustify
unrar
unzip
urxvt-perls
vim
vim-runtime
vlc
volumeicon
vsftpd
w3m
wget
which
whois
wireless_tools
wl-clipboard
wpa_supplicant
xarchiver
xboard
xclip
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xsel
xterm
yapf
yay-bin
youtube-dl
zip
